{
  "accountType": "residential, commercialFull",
  "profile": {
    "agencyPhotos": [],
    "profileWebsite": "ljhookerpropertyhub-25351",
    "agencyBanner": "https://images.domain.com.au/img/Agencys/25351/banner_25351.jpeg?date=638478417126790032",
    "agencyWebsite": "http://www.propertyhub.ljhooker.com.au",
    "agencyLogoStandard": "https://images.domain.com.au/img/Agencys/25351/logo_25351.jpeg?date=638478417126790044",
    "agencyLogoSmall": "https://images.domain.com.au/img/Agencys/25351/searchlogo_25351.png?date=638478417126790039",
    "logoColour": "#ffffff",
    "primaryAgencyColour": "#ffffff",
    "backgroundColour": "#ffffff",
    "mapLatitude": "-28.0743567",
    "mapLongitude": "153.3799841",
    "mapCertainty": 0,
    "agencyVideoUrl": "",
    "agencyDescription": "<p style=\"margin: 0cm 0cm 0.0001pt; line-height: 12pt; vertical-align: baseline; background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\"><span style=\"font-size:11.0pt;font-family:\" century=\"\" gothic\",sans-serif\"=\"\">“Nobody\ndoes it better”…and that is certainly what Dave Manby had in mind.  H<span style=\"background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\">is goal was\nto build a successful company based on ethics and personal service. True to\ntheir principles, LJ Hooker Robina/Varsity have always employed the very best\nindustry professionals.<span class=\"apple-converted-space\"> </span></span><br>\n<br>\n<span style=\"background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\">Across residential sales and marketing, our\ncompany implements best practice benchmarks for the industry. Our strengths lie\nin the quality and professionalism of our people and their insights into their\nlocal property market history and trends.<span class=\"apple-converted-space\"> </span></span><br>\n<br>\n<span style=\"background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\">LJ Hooker Robina/Varsity is more than a local\nreal estate agent. We are an active member of the community, assisting local\nschools, sporting and interest groups. We also actively support Mission\nEducate, providing not just financial support, but assistance in raising\nawareness and hosting fundraising events.<span class=\"apple-converted-space\"> </span></span><br>\n<br>\n<span style=\"background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\">It's quite possible we have helped a number of\npeople in your street sell their home or find a tenant for their investment\nproperty. Building client relationships that endure for decades continues to be\na highlight of the work we do.</span><o:p></o:p></span></p>",
    "agencyDescriptionCre": "<h3 style=\"box-sizing: border-box; line-height: 1.1; margin-top: 20px; margin-bottom: 10px\"><br>\n</h3>\nNobody does it better and that is certainly what Dave Manby had in mind. His goal was to build a successful company based on ethics and personal service. True to their principles, LJ Hooker Mudgeeraba have always employed the very best industry professionals. Across residential sales and marketing, our company implements best practice benchmarks for the industry. Our strengths lie in the quality and professionalism of our people and their insights into their local property market history and trends.",
    "agencyCreBanner": "https://images.domain.com.au/img/Agencys/25351/banner_cre_25351.GIF?date=638478417126790089",
    "agencyCreWebsite": "",
    "agencyCreLogoStandard": "https://images.domain.com.au/img/Agencys/25351/logo_cre_25351.GIF?date=2017-09-11-14-28-51?date=638478417126790096",
    "numberForSale": 73,
    "numberForRent": 17,
    "numberForSaleCommercial": 1,
    "numberForRentCommercial": 0,
    "creAgencyVideoUrl": ""
  },
  "dateUpdated": "2022-03-03T23:40:45.943Z",
  "name": "LJ Hooker Property Hub",
  "details": {
    "streetAddress1": "102-104 Eastside, 6 Waterfront Place",
    "streetAddress2": "",
    "suburb": "Robina",
    "state": "QLD",
    "postcode": "4226",
    "agencyWebsite": "http://www.propertyhub.ljhooker.com.au",
    "principalName": "David Manby",
    "principalEmail": "dmanby.robina@ljh.com.au"
  },
  "id": 25351,
  "agents": [
    {
      "agencyId": 25351,
      "id": 1732221,
      "email": "1283.27270@leaddrop.rexsoftware.com",
      "firstName": "Adam",
      "mobile": "0413 203 454",
      "photo": "https://images.domain.com.au/img/25351/contact_1732221.jpeg?date=638467160673070000",
      "lastName": "Sadler",
      "phone": "07 5593 0044",
      "profileText": "<p>Adam has spent 30 years on the Gold Coast, involved in sales and marketing. For the past 15 years he has enjoyed success in the real estate industry.</p><p>During the past 15 years Adam has gained a very good reputation working alongside some of the Nation&rsquo;s Elite Sales teams. During his earlier years he has achieved great results with companies such as Raine &amp; Horne Broadbeach , Ray White Broadbeach ( Premier Performer ) and Harcourt&rsquo;s Coastal . In this time he has made over 250 contractual sales totalling more than 150 million dollars worth of property.</p><p>Adam has travelled extensively all over the globe, enjoying different architecture and cultures. He enjoys sport, music and film, and above all appreciating people and their differences. He strongly believes in the philosophy &ndash; &lsquo;if you fail to plan, you plan to fail&rsquo; (Robert Schuler). Adam realizes that every client has needs and can adjust to suit their requirements. Adam has been constantly appraised for pleasing the community and is said to thrive on assisting his clients achieve their goals and create wealth.</p><p>Adam has been complimented for being people orientated, and for</p><p>Achieving consistent sales &ndash; Often way beyond his vendors expectations</p><p>Excellent communication skills</p><p>His sincerity and honesty</p><p>His determination and enthusiasm</p><p>His customer service skills</p><p>His ability to negotiate a win-win situation and achieving the best result.</p><p>Very easy going, career minded family orientated</p><p>Adam has sold real estate consistently from Surfers Paradise to Coolangatta, Broadbeach to Mudgeeraba.</p><p>He has sold waterfront homes, beachside apartments, motels and prestige homes.</p><p>He is committed and confident of providing an exceptional high level of service to you.</p><p>Selling is Adam&rsquo;s passion and achieving the very highest price comes naturally.</p>",
      "mugShotNew": "25351\\contact_1732221.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1511948,
      "email": "1283.15456@leaddrop.rexsoftware.com",
      "firstName": "Brent",
      "mobile": "0414 545 355",
      "photo": "https://images.domain.com.au/img/25351/contact_1511948.jpeg?date=638477619932670000",
      "lastName": "Winston",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/brent.winston.9237",
      "twitterUrl": "",
      "agentVideo": "https://www.youtube.com/embed/xi4nueOazGI",
      "profileText": "<p>When it comes to property, you need to make sure you are dealing with someone who has the enthusiasm, passion and experience driven to achieve the best results.</p><p>Brent has extensive experience and knowledge with more than 18 years of a committed and genuine approach to property and people. He is a measured and astute negotiator with a deserved reputation for achieving the best results for his clients.</p><p>The absolute advantage that Brent has over his competitors is that having successfully run his own real estate company allowed him to be involved in all facets of the real estate industry. Including, property management, record commercial sale of Lakelands Golf Course, residential sales records of both waterfront, beachfront and golf course homes.</p>",
      "googlePlusUrl": "",
      "personalWebsiteUrl": "",
      "linkedInUrl": "",
      "mugShotNew": "25351\\contact_1511948.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1771294,
      "email": "1283.17949@leaddrop.rexsoftware.com",
      "firstName": "Bronwyn",
      "mobile": "0433 268 600",
      "photo": "https://images.domain.com.au/img/25351/contact_1771294.jpeg?date=638477428595170000",
      "lastName": "Knipe",
      "phone": "07 5593 0044",
      "profileText": "<p>Bronwyn has a genuine passion for real estate on the Gold Coast and is excited to be a part of LJ Hooker Property Hub beachside team. Having resided on the Gold Coast for the past 36 years, Bronwyn strives to make her clients goals her own and works exceptionally hard to achieve outstanding results. Selling properties in Burleigh Waters and Burleigh Heads for the past 16 years with numerous additional sales resulting in the neighbouring suburbs of Miami, Mermaid Waters, Robina and Varsity Lakes. Bronwyn&rsquo;s past role as a Principal/Owner of her own agency adds to her reputation as an experienced and trusted agent.</p><p>Bronwyn understands the importance of communication and the ability to listen to her client&rsquo;s needs and expectations. Her professionalism, integrity, honesty and willingness to go above and beyond has seen her form lasting relationships with her clients over time.</p><p>Bronwyn&rsquo;s philosophy is simple &ndash; she treats her clients and colleagues in a manner that reflects how she would like to be treated in return.</p>",
      "mugShotNew": "25351\\contact_1771294.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1888582,
      "email": "1283.50896@leaddrop.rexsoftware.com",
      "firstName": "Brooke ",
      "mobile": "0430 559 879",
      "photo": "https://images.domain.com.au/img/25351/contact_1888582.jpeg?date=638476542624600000",
      "lastName": "Campbell-Rawson",
      "phone": "07 5593 0044",
      "profileText": "<p>Having grown up on Gold Coast and living here for the past 30 years Brooke has a genuine passion and belief for the Gold Coast real estate market and is a valued member of the LJ Hooker Property Hub Beachside Team. </p><p>After completing a Bachelor of Commerce degree majoring in both Finance and Economics he quickly worked his way into the property market. Having bought his first of multiple properties at the age of 26 he has now extensive experience in home ownership, investment properties, setting up and running Airbnb&rsquo;s. Brooke&rsquo;s diverse experience in these areas means that he has a well-rounded understanding of the real estate market.</p><p>Combining this with over 12 years in sales experience, he has used this knowledge to provide guidance to his clients and is committed to providing the highest level of customer service with a focus on attention to detail and tailoring his services to the personal needs of his clients. He has a high level of integrity that&rsquo;s built on accessibility, communication, transparency which has also led to building long lasting relationships with his clients.</p><p>His extensive knowledge and professionalism makes him the perfect choice for all your property needs, whether you are looking to buy, sell or invest. Don&rsquo;t hesitate to get in touch with Brooke today!</p>",
      "mugShotNew": "25351\\contact_1888582.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1757525,
      "email": "1283.21686@leaddrop.rexsoftware.com",
      "firstName": "Chantal",
      "mobile": "0407 206 763",
      "photo": "https://images.domain.com.au/img/25351/contact_1757525.jpeg?date=638477612960370000",
      "lastName": "Damiani",
      "phone": "07 5593 0044",
      "profileText": "<p>Chantal understands what it is like to stand in her clients&#39; shoes. Relocating several times - buying, renovating and selling houses of her own - has afforded Chantal a sensitivity towards her clients&rsquo; journey, which can be attributed to the first-hand perspective she gained through her personal experience.</p><p>Licensed in NSW and QLD with 12 years experience in the real estate industry, Chantal started her career as a Property Manager in Coffs Harbour. She then moved to Sydney where she built a successful career with a strong track record in sales, project marketing and asset management. Relocating from Sydney, Chantal and her family chose Mudgeeraba to plant roots, purchasing acreage in the hinterland where they enjoy the fabulous lifestyle this area has to offer.</p><p>Chantal enjoys nurturing long-term relationships by providing exceptional service to her clients with boundless energy and enthusiasm. Her expertise, passion, drive and keen eye for styling will guarantee your home is presented and marketed at its best.</p>",
      "mugShotNew": "25351\\contact_1757525.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1867012,
      "email": "1283.15457@leaddrop.rexsoftware.com",
      "firstName": "Conrad",
      "mobile": "0427 674 262",
      "photo": "https://images.domain.com.au/img/25351/contact_1867012.jpeg?date=638467161206700000",
      "lastName": "Hyslop",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/robina.ljh/",
      "twitterUrl": "",
      "agentVideo": "",
      "profileText": "<p>Conrad Hylsop loves people and thinks, eats, sleeps, talks and walks his passion for residential property. Property is a vehicle; use it to move you in the direction of your goals.</p><p>Having sold many properties ourselves over the years, we have heard the same things from agents time and time again... &quot;Use me to sell your house because I&#39;m the best&quot;... It&#39;s all about them, not about you!</p><p>What you will find with Conrad Hylslop is a no bull, completely thought out sales and marketing strategy focused on getting the best result for you... and guess what... sometimes that can mean not selling at all!</p><p>Talk about unique, Conrad Hyslop sees every property as being a special opportunity to help someone buy and sell their greatest investment. This requires a carefully thought out and innovative approach to create the best result for both parties, now that&#39;s truly win-win.</p><p>A sales and marketing expert, Conrad Hyslop combines the latest technology and cutting edge strategies to sell everything from the single family homes in Robina to multi-stage subdivisions across the whole of Gold Coast area.</p><p>&quot;I&#39;ve been involved in the acquisition, research, negotiation and sales of everything from small homes to $16million development sites, unit apartment sites in Sydney.&quot; He focuses on working with clients for life to help them start, build and grow their property portfolios.</p><p>Conrad&#39;s passion for real estate started while in the Defense Forces serving as an infantry soldier in the army and then as a Navy diver. He now uses that same discipline and work ethic to get you the best possible result whether you are buying or selling real estate.</p>",
      "personalWebsiteUrl": "",
      "linkedInUrl": "",
      "mugShotNew": "25351\\contact_1867012.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1845228,
      "email": "1283.44295@leaddrop.rexsoftware.com",
      "firstName": "David",
      "mobile": "0434 480 133",
      "photo": "https://images.domain.com.au/img/25351/contact_1845228.jpeg?date=638472418928900000",
      "lastName": "Bolitho",
      "phone": "07 5593 0044",
      "profileText": "<p>David is a Gold Coast Local for over 50 Years and a seasoned Real Estate Professional with an extensive umbrella coverage of all facets of the Real Estate Industry. He is also a certified Open Agent for online Auctions &amp; strives to exceed clients&rsquo; expectations.</p>",
      "mugShotNew": "25351\\contact_1845228.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1713405,
      "email": "1283.26066@leaddrop.rexsoftware.com",
      "firstName": "David",
      "mobile": "0432 010 020",
      "photo": "https://images.domain.com.au/img/25351/contact_1713405.jpeg?date=638478280994770000",
      "lastName": "Brown",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/ljhookerBRM",
      "profileText": "<p>With invaluable experience in buying, selling and redeveloping real estate in both Queensland and New South Wales, David has the knowledge and experience to assist his clients in all their property needs. David&rsquo;s enthusiasm and passion for property are unsurpassed. At the core of David&rsquo;s beliefs, is a drive to deliver exceptional service to all his clients with an honest and transparent approach with communication being the key to any relationship. David is devoted to his professional and consistent feedback and follow-up. As a member of the LJ Hooker team David is excited to be able to offer a completely personalised service backed by Australia&rsquo;s leading Real Estate brand.</p>",
      "mugShotNew": "25351\\contact_1713405.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1711838,
      "email": "1283.15984@leaddrop.rexsoftware.com",
      "firstName": "David",
      "mobile": "0410 517 975",
      "photo": "https://images.domain.com.au/img/25351/contact_1711838.jpeg?date=638476638032800000",
      "lastName": "Manby",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/ljhookerPropertyHub",
      "twitterUrl": "",
      "agentVideo": "",
      "profileText": "<p>Meet Dave Manby.</p><p>A high-touch Real Estate Group Director known for his extensive ethos and his incomparable devotion to clients. Dave&#39;s success is based almost exclusively on his focus in customer experience, up to date technology and employing the best people in the industry. He earns the respect of his clients by working tirelessly on their behalf and building long term relationships. </p><p>Dave moved to Australia in 2009 in search for opportunities that this country could provide for his children, a life-style similar to South Africa, without the crime. Since then he has ranked #1 in Remax Australia for having sold 184 homes in 12 months. Starting at LJ Hooker in 2015, he grew the business from 5 staff to 85. With a passion to pass on his expertise and help people grow in the business, he developed these major growth changes, starting with the expansion of five LJ Hooker franchises across the Gold Coast. In 2015 he fostered LJ Hooker Robina. Following in 2017 Dave purchased Mudgeeraba, followed by Burleigh Heads and Burleigh Heads Commercial in 2018, with his latest achievement being the LJ Hooker Mermaid Beach office and Coast &amp; Country Financial Services in 2019.</p><p>Dave strives to ensure the home buying and selling process is fun, easy and stress-free. With this vision agreed upon with his staff, he directs 40 agents that sell 600 homes a year, they manage 500 properties in their property management division and finance over $100,000,000 properties a year. With a database of 60,000 plus customers he makes sure the LJ Hooker team services all clients with the best outcome in every transaction. </p><p>Dave Manby&rsquo;s love for people and this industry is apparent through his excellent communication skills and a warm, friendly approach.</p>",
      "personalWebsiteUrl": "",
      "linkedInUrl": "",
      "mugShotNew": "25351\\contact_1711838.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1511783,
      "email": "1283.15460@leaddrop.rexsoftware.com",
      "firstName": "Ellen",
      "mobile": "0422 212 896",
      "photo": "https://images.domain.com.au/img/25351/contact_1511783.jpeg?date=638472414986930000",
      "lastName": "Bian",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/Ellenbiansalesspecialist/",
      "twitterUrl": "",
      "agentVideo": "",
      "profileText": "<p>Ellen has previously worked in the sales and marketing industries in China, New Zealand, Sydney and Brisbane, but has had the pleasure of calling the beautiful Gold Coast home for the past 16 years. </p><p>Her fluency in English and Mandarin gives her an edge in dealing with local and overseas clients, and her understanding of cultural differences has seen her gain rich experience in assisting people from various backgrounds.</p><p>Ellen is caring and honest, and displays this in her dedication to providing tailored, high quality service that meets the need of each and every client. She is passionate and enthusiastic about helping you achieve the best possible results.</p><p>Ellen is excited by the opportunity of finding the premium buyer for each of her vendors or her buyer&rsquo;s dream home, so whether you are thinking of selling, buying or just some advice, Ellen must be your first point of contact.</p>",
      "googlePlusUrl": "",
      "personalWebsiteUrl": "",
      "linkedInUrl": "",
      "mugShotNew": "25351\\contact_1511783.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1832799,
      "email": "1283.41387@leaddrop.rexsoftware.com",
      "firstName": "Herbert",
      "mobile": "0490 670 324",
      "photo": "https://images.domain.com.au/img/25351/contact_1832799.jpeg?date=638470731908930000",
      "lastName": "Frey",
      "phone": "07 5593 0044",
      "profileText": "<p>Herbert comes from a background of two years experience in real estate sales, through working closely with his buyers and vendors he has cultivated a personalised and informative approach that will keep you feeling confident at every step of the process. Herbert&rsquo;s belief is that a true agent is not someone who seeks transactional relationships, but a committed professional who connects with people and helps them through a difficult stage of life, be it buying or selling.</p><p>Values inevitably play a big role in the way an agent conducts themselves and their business, Herbert promises punctual and transparent communication, top negotiation skills and quality marketing to ensure he leaves his vendors better off than if they had not engaged with an agent. He also accommodates buyers with the best of service, giving them the importance they deserve and making sure they have every opportunity to secure their dream home. With a large team of industry experts working with him, Herbert is confident that when you sign with him you will be well looked after, the power of branding is hard to beat and LJ Hooker offers you a wealth of proven marketing strategies.</p><p>Among Herbert&rsquo;s passions are music and live singing, writing, walks on the beach and a holistic lifestyle. He is very passionate about getting involved in the community and his networking doesn&rsquo;t stop when he leaves the office. If you want to be refreshed by the next level of service and achieve big goals, contact Herbert today!</p>",
      "mugShotNew": "25351\\contact_1832799.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1920821,
      "email": "1283.55715@leaddrop.rexsoftware.com",
      "firstName": "Jayson",
      "mobile": "0423763830",
      "photo": "https://images.domain.com.au/img/25351/contact_1920821.jpeg?date=638478280994100000",
      "lastName": "Edwards",
      "phone": "0755930044",
      "profileText": "<p>Jayson is a Licensed Real Estate Agent with nine years of experience, specialising in the sale of suburban family homes in the Gold Coast. His journey into real estate was preceded by roles in hospitality and charity, which instilled in him the importance of putting people first, always. Since transitioning into the real estate industry, he has earned a stellar reputation among clients and peers alike by cultivating quality, long-term relationships within the community. With a family background spanning property development, accounting, and sales, Jayson is determined to build upon the legacy laid before him. Jayson&#39;s formative years, spent under the guidance of his grandparents, instilled in him timeless values such as honesty, integrity, and hard work. Coupling these old-school values with an eagerness to learn and embrace the newest and best technology has resulted in a fusion of worlds that has paved the way for Jayson&#39;s unique success in marketing and selling real estate. Through the experiences of buying, selling, and renovating his own properties, Jayson has felt the emotions and concerns that buyers and sellers encounter during times of change, particularly those that lead to making a real estate transaction. He possesses the knowledge and expertise to ease your mind at every step of the journey, and remains confident in his ability to secure the best results for his clients no matter the situation. He&rsquo;s ready when you are.</p>",
      "mugShotNew": "25351\\contact_1920821.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1880058,
      "email": "1283.49453@leaddrop.rexsoftware.com",
      "firstName": "Jennifer",
      "mobile": "0433 868 610",
      "photo": "https://images.domain.com.au/img/25351/contact_1880058.jpeg?date=638452412541270000",
      "lastName": "Stanley",
      "phone": "07 5593 0044",
      "profileText": "<p>A refreshing breed of Agent. Jennifer&rsquo;s energy, friendly disposition, aptitude and negotiation skills are to be applauded. She is one who values integrity and impact above profit and has developed a remarkable skill set over the years that enables her to continuously close deals achieving outstanding results for her clients. </p><p>Jennifer operates with her clients&rsquo; best interests at heart and is committed to offering a superior service. She understands the weight of pressure potentially associated with both buying or selling your biggest asset and will work diligently to ensure it is a seamless and positive experience for all.</p><p>When having the opportunity to work with Jen, you can expect excellence. She is diligent, honest and truly values the connections she has made with her clients. </p><p>With a results-driven attitude Jen knows anything is achievable if you believe in it. Her point of view to selling and getting the best possible price is simply &quot;do it once, do it right&quot;.</p>",
      "mugShotNew": "25351\\contact_1880058.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1874159,
      "email": "jcharley@propertyhubgc.com.au",
      "firstName": "Jessica",
      "mobile": "0452 157 142",
      "photo": "https://images.domain.com.au/img/25351/contact_1874159.jpeg?date=638478269516300000",
      "lastName": "Charley",
      "phone": "07 5593 0044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1874159.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1612402,
      "email": "ire.robina@ljh.com.au",
      "firstName": "Jessica",
      "mobile": "0414 290 719",
      "photo": "https://images.domain.com.au/img/25351/contact_1612402.jpeg?date=638478393736830000",
      "lastName": "Melling",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/jessicacummings.ljhooker.1",
      "profileText": "<p>-Renting Made Easier-</p><p>Greetings, I am Jess, a seasoned professional with 15 years of distinguished experience in the property management sector, specializing in the dynamic Gold Coast rental market. My unwavering dedication and passion for my work have fuelled a career trajectory that consistently surpasses expectations, culminating in my current role as the New Client Manager and proud shareholder at LJ Hooker Property Hub.</p><p>In my capacity, I collaborate with discerning landlords seeking to lease their properties, acquire investment assets, or address dissatisfaction with their current property management. As a stakeholder in the business, I take pride in overseeing the entire process from vacancy to lease, working in tandem with our award-winning property management team to attain optimal results for both landlords and tenants.</p><p>Throughout my career, I have remained steadfast in my mission to redefine perceptions of property management, emphasizing key principles such as effective communication, authenticity, empathy, and an unwavering commitment to promises. My paramount focus is on tenant satisfaction, ensuring that every individual I engage with feels valued and not merely a statistic.</p><p>The successful pairing of exceptional tenants with suitable homes has been pivotal to my track record of cultivating prosperous tenancies. Additionally, I curate and manage a landlord and tenant advice platform on Facebook and Instagram (@rentwithjess), serving as a valuable resource for individuals seeking guidance on becoming quality landlords or tenants.</p><p>Among numerous accolades, including three consecutive wins as Top BDM QLD, the esteemed LJ Hooker International BDM Award, and consistent recognition as a Gold Coast Top BDM, I have had the honour to share my knowledge overseas and at prestigious events such as the Arec conference. Over the course of my illustrious career, I have successfully leased over 3000 homes.</p><p>Approachable, confident, and forward-thinking, I am dedicated to setting high standards for delivering exceptional results across key investment indicators&mdash;ensuring high rental yields, minimal vacancy time, securing quality tenants, and providing meticulous property management.</p><p>Whether you are embarking on the investment journey or exploring the untapped potential of your property, I invite you to connect with me. I am enthusiastic about the opportunity to assist you in becoming the next success story in property management.</p>",
      "mugShotNew": "25351\\contact_1612402.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1890732,
      "email": "1283.50836@leaddrop.rexsoftware.com",
      "firstName": "Joe",
      "mobile": "0432 111 975",
      "photo": "https://images.domain.com.au/img/25351/contact_1890732.png?date=638478376081000000",
      "lastName": "Walker",
      "phone": "0755930044",
      "profileText": "<p>Ever since joining Mitch and the team in 2021, Joe has brought a wealth of knowledge and skills to the table. As Mitch&#39;s Co-Agent, he proudly contributes to one of the top-performing teams on the Gold Coast.</p><p>Embracing the fast-paced nature of real estate, Joe finds joy in witnessing the genuine smiles on sellers&#39; faces when he secures the best possible price for their property. Joe prides himself on his intimate knowledge of the local area, ensuring he can provide accurate advice to both buyers and sellers.</p><p>His passion for building new relationships and nurturing existing ones truly sets Joe apart. This aspect of his work is incredibly fulfilling, and he takes pride in creating a positive experience for all his clients.</p><p>Surrounded by an award-winning and supportive team, Joe prioritises his client&#39;s needs, recognizing that each property journey is unique. His goal is to ensure everyone feels as comfortable as possible throughout the process.</p>",
      "mugShotNew": "25351\\contact_1890732.png",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1757528,
      "email": "1283.15482@leaddrop.rexsoftware.com",
      "firstName": "Karl",
      "mobile": "0413 723 288",
      "photo": "https://images.domain.com.au/img/25351/contact_1757528.jpeg?date=638477612959770000",
      "lastName": "Grossman",
      "phone": "07 5593 0044",
      "profileText": "<p>Karl&rsquo;s passion for selling acreage properties has resulted in him being recognised as one of the leading acreage agents on the Gold Coast since 2002. Karl&#39;s reputation for integrity, genuineness, and the ability to be innovative is what sets him apart from other agents.</p><p>Completely open and honest in his communication, Karl understands that buying or selling a home is a major life event, and feels privileged to be involved with his clients at such an important time. By focusing on adding value, Karl brings both personal and professional experience to each situation.</p><p>&#39;I love the dynamic nature of real estate; there is always something new and challenging. It is very rewarding having an insight into other people&rsquo;s lives for a short period of time, trying to satisfy their needs and being a part of an important transition in their life story.&rsquo;</p><p>Outside real estate, recreational pursuits include land based game fishing, keeping fit, and wood working. Karl is a dedicated family man and loves spending time with his wife and two sons, Corey and Mitchell, cycling, travelling, camping and having fun!</p>",
      "mugShotNew": "25351\\contact_1757528.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1808795,
      "email": "1283.38236@leaddrop.rexsoftware.com",
      "firstName": "Keely",
      "mobile": "0414 420 248",
      "photo": "https://images.domain.com.au/img/25351/contact_1808795.jpeg?date=638478276038830000",
      "lastName": "Pienaar",
      "phone": "0414420248",
      "profileText": "<p>Meet Keely Pienaar.</p><p>Keely has over 20 years in the sales and service industry, she is a seasoned professional in the Real Estate Industry. Keely has been a part of the LJ Hooker family for over 5 years and has a real passion for real estate.</p><p>Keely has experienced the full sales cycle in the LJ Hooker business, including property management right though the sales cycle to becoming a sales specialist who specialises in the Reedy Creek area and surrounds. Keely strive&rsquo;s to provide high-quality, personalized service to each and every client. Keely prides herself on providing great communication, determination, and trust while embodying the ability to cater and adapt to all of his client&rsquo;s Real Estate needs. &quot;I am passionate about being customer obsessed, when customers entrust us with their single biggest investment, we have to be obsessed with giving them the best possible result or return.&rdquo;</p>",
      "mugShotNew": "25351\\contact_1808795.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1900353,
      "email": "1283.51963@leaddrop.rexsoftware.com",
      "firstName": "Kenneth",
      "mobile": "0472 736 522",
      "photo": "https://images.domain.com.au/img/25351/contact_1900353.jpeg?date=638477544078670000",
      "lastName": "McLachlan",
      "phone": "07 5593 0044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1900353.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1812726,
      "email": "kiara@propertyhubgc.com.au",
      "firstName": "Kiara",
      "mobile": "0426 943 926",
      "photo": "https://images.domain.com.au/img/25351/contact_1812726.jpeg?date=638477653634570000",
      "lastName": "West",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/leaseitwithkiara/",
      "profileText": "<p>Kiara began her career in Real Estate over 10 years ago starting off by completing her Traineeship in Property Management it wasn&#39;t long until Kiara found her passion was in Real Estate.</p><p>Kiara has worked with the LJ Hooker franchise for over 5 years and has extensive experience and knowledge within the property management industry.</p><p>Her background is predominately in property management as she was a property manager for many years of her career and was known to be a property manager super star!</p><p>This gives Kiara the upper hand as our New Client Investment Manager as she knows the insights and depths into the daily operations having first-hand knowledge into what is expected of a property manager when looking after a landlord&#39;s most valuable asset.</p><p>Kiara is known for her excellent communication skills, strong work ethic, high attention to detail and in-depth knowledge of the rental market.</p><p>Priding herself in building long lasting relationships with both landlords and tenants, Kiara appreciates both are integral parts of our business.</p><p>Kiara enjoys the fast-paced work environment that gives her a strong desire to succeed.</p><p>As a New Client Investment Manager, Kiara invites you to contact her to discuss how property management services should benefit you and your investment.</p>",
      "mugShotNew": "25351\\contact_1812726.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1511668,
      "email": "1283.15413@leaddrop.rexsoftware.com",
      "firstName": "Lea",
      "mobile": "0431 008 844",
      "photo": "https://images.domain.com.au/img/25351/contact_1511668.jpeg?date=638478391167270000",
      "lastName": "Pettett",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/robina.ljh",
      "twitterUrl": "",
      "agentVideo": "https://www.youtube.com/embed/cdg4FQjt4Xc",
      "profileText": "<p>Lea began her journey in real estate after many years in tertiary education and serving in several national sales positions. Since joining the L.J. Hooker family, Lea has continued her sales success and regularly achieves record prices for the properties entrusted to her.</p><p>Lea sees the profession of real estate as the opportunity to make connections and meet new friends every day! Her warm, bubbly personality immediately puts people at ease. Her ability to develop genuine relationships with her clients is what keeps them coming back and referring others to her, year after year.</p><p>Having bought and sold her own properties, Lea understands the emotional issues that come with such a decision and works hard to ensure the process is a stress free and enjoyable one. She is passionate about seeing clients happy in their properties and walking with them throughout the entire sales journey. A resident in the Robina area for over 20 years, Lea is an enthusiastic and active member of the community and enjoys spending time with her husband and four children.</p><p>Lea and her team offer exceptional service, outstanding sale results as well as the promise of honest regular communication. If you&rsquo;re looking to sell your home, look no further than the Lea Pettett team.</p>",
      "googlePlusUrl": "",
      "personalWebsiteUrl": "",
      "linkedInUrl": "",
      "mugShotNew": "25351\\contact_1511668.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1602306,
      "email": "1283.20181@leaddrop.rexsoftware.com",
      "firstName": "Lisa",
      "mobile": "0477 979 794",
      "photo": "https://images.domain.com.au/img/25351/contact_1602306.jpeg?date=638477527557530000",
      "lastName": "Psaras",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/teamrobertoandco",
      "profileText": "<p>Passionate and skilful, Lisa brings an impressive portfolio of landmark hotel and residential properties in her 30 year career that continue to influence her ability to build and execute property campaigns that deliver amazing results. </p><p>Having worked on numerous international projects encompassing the world&rsquo;s most luxurious hotels and residences, Lisa&rsquo;s passion for showcasing is evident from her ability to create engaging campaigns that produce outstanding results again and again.</p><p>Lisa also heads up the team&rsquo;s concierge program that provides dedicated support to their clients throughout the entire selling process</p>",
      "mugShotNew": "25351\\contact_1602306.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1899899,
      "email": "1283.52414@leaddrop.rexsoftware.com",
      "firstName": "Lucas",
      "mobile": "0406 249 324",
      "photo": "https://images.domain.com.au/img/25351/contact_1899899.jpeg?date=638478221036400000",
      "lastName": "Rupp",
      "phone": "0755930044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1899899.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1810375,
      "email": "1283.35777@leaddrop.rexsoftware.com",
      "firstName": "Mark",
      "mobile": "0415 215 614",
      "photo": "https://images.domain.com.au/img/25351/contact_1810375.jpeg?date=638465466355700000",
      "lastName": "Hadir",
      "phone": "07 5593 0044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1810375.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1642872,
      "email": "1283.22843@leaddrop.rexsoftware.com",
      "firstName": "Mitch",
      "mobile": "0448 281 114",
      "photo": "https://images.domain.com.au/img/25351/contact_1642872.png?date=638478376080570000",
      "lastName": "Harrop",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/ljhookerBRM",
      "profileText": "<p>With over a decade of expertise, Mitch has not only secured a position among the Top 10 Agents on the Gold Coast and the Number 1 Agent in Varsity Lakes but has also mastered the delicate balance of professionalism, quality service, and achieving optimal results.</p><p>In the fast-paced world of real estate, Mitch thrives on a commitment to building relationships based on trust and loyalty. He prides himself on his intimate knowledge of the area, ensuring he can provide accurate advice for anyone looking to buy or sell.</p><p>Supported by an award-winning team, Mitch places his clients at the forefront. His main focus is on understanding and exceeding the unique expectations of his clients and ensuring he can get the very best price for his sellers.</p><p>In the ever-evolving real estate world, Mitch&#39;s adaptability and commitment make him the right agent to handle all your property needs. Trust Mitch to deliver not just a transaction, but an experience tailored specifically to you.</p>",
      "mugShotNew": "25351\\contact_1642872.png",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1927622,
      "email": "pdonahoe@propertyhubgc.com.au",
      "firstName": "Paul",
      "mobile": "0422 023 972",
      "photo": "https://images.domain.com.au/img/25351/contact_1927622.jpeg?date=638466259702730000",
      "lastName": "Donahoe",
      "profileText": "",
      "mugShotNew": "25351\\contact_1927622.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1639078,
      "email": "1283.22361@leaddrop.rexsoftware.com",
      "firstName": "Perry",
      "mobile": "0414 758 204",
      "photo": "https://images.domain.com.au/img/25351/contact_1639078.jpeg?date=638477373017700000",
      "lastName": "Brosnan",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/ljhookerBRM",
      "profileText": "<p>Award-winning Mermaid Beach Real Estate veteran Perry Brosnan is a leader in his industry. Perry was named among the Top 5% of sales agents during 2015 and has been ranked in the top 10% of agents for five consecutive years.</p><p>During his near 20-year Real Estate career, Perry has sold thousands of properties ranging from high profile beachfront sales, amalgamated development sites, entire apartment block sales right through to houses and units. In that time, Perry who is proud to call Mermaid Beach home, has recorded some amazing records. For example, he has sold more than 80 beachfront properties along the short strip called Marine Parade at Miami and is intent on reaching the 100-sales mark very soon.</p><p>Mainly servicing the suburbs of Mermaid Beach, Mermaid Waters and Miami, Perry has developed a reputation for his professionalism and being a consistent, high-performing, real estate specialist selling in excess of 600 properties just in this area equalling over $850 million in property sales.</p><p>Perry says he has a passion for real estate, no matter the size of the deals he is working. He believes the sales process is all about making buyers and sellers feel comfortable about the decisions and helping them achieve outcomes they are happy with.</p><p>With a strong work ethic and excellent negotiation skills, Perry is always in demand from his loyal network of clients. He believes a straight-forward, honest and ethical approach is the key to long run success in the industry. This is reflected by the high volume of repeat and referral business that comes his way.</p>",
      "mugShotNew": "25351\\contact_1639078.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1875752,
      "email": "1283.49010@leaddrop.rexsoftware.com",
      "firstName": "Rachael ",
      "mobile": "0479 012 770",
      "photo": "https://images.domain.com.au/img/25351/contact_1875752.jpeg?date=638472430160230000",
      "lastName": "Savic",
      "phone": "07 5593 0044",
      "profileText": "<p>Rachael Believes it is not only the great Australian dream to own property but also get the best result when it comes time to sell. It is her goal in life to help everyone she crosses paths with to assist in making their dreams come true from buying, selling or investing she is here to help. Her testimonials show Rachael&#39;s creative style high end marketing and results are her number one priority. </p><p>Rachael and her family live in Mudgeeraba and loves the charming community and friendly people in this area. Rachael has won several awards and achieved 2 suburb records notably selling 41 Stockman Street in Kingsholme in 2021 for a suburb record price of $2,667,000. Rachael has been personally trained by a developer and knows the associated replacements costs with building and works hard to educate the buyers to show the value of every property. </p><p>Customer service would be the number one priority when you appoint Rachael to work for you. That comes hand in hand with communication. Rachael is a local expert and prides herself on obtaining the best possible results for her clients. Rachael is not afraid of hard work and will go above and beyond to meet her client&rsquo;s needs and desired outcomes. </p><p>With over 25 years sales experience and over 8 years actively transacting Real Estate she has a positive and proactive approach and knows how to get things done.</p>",
      "mugShotNew": "25351\\contact_1875752.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1737987,
      "email": "1283.15458@leaddrop.rexsoftware.com",
      "firstName": "Raymond",
      "mobile": "0414 380 698",
      "photo": "https://images.domain.com.au/img/25351/contact_1737987.jpeg?date=638478276038130000",
      "lastName": "Pienaar",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/ljhookerBRM",
      "profileText": "<p>Meet Raymond Pienaar.</p><p>Collectively over 25 years in the sales industry, Ray is a seasoned professional in the Real Estate Industry. Ray is joint Group Director of 5 LJ Hooker Franchises, a husband for 23 years and father of two beautiful children. Since the age of 20, Ray began to develop a love for real estate. He left school and did a 3-year Sales &amp; Marketing degree and his passion for the business has stuck with him from the early years through to adulthood.</p><p>After graduating he went into sales with various Multi- National Corporations, later buying into a brokerage firm, which specialised in facilitating the buy and sell process between business owners and buyers. </p><p>He has experienced the full sales cycle, from being a sales specialist to the business owner. His strive to provide high-quality, personalized service to each and every person has been the core value which has seen Ray cultivate 5 successful LJ Hooker franchises throughout the Gold Coast. </p><p>These businesses are built on: dedication, communication, determination, and trust while embodying the ability to cater and adapt to all of his client&rsquo;s Real Estate needs. &quot;I am passionate about being customer obsessed, when customers entrust us with their single biggest investment, we have to be obsessed with giving them the best possible result or return.&rdquo; </p><p>He believes their high-level input will determine the output results. Ray believes their value proposition both internally to staff and externally to customers has to be better than anyone else. Ray guides his team with a golden rule! The intention and driving principle are to treat the clients the way the agent would want to be treated if s/he was the client and they were the real estate agent. </p><p>In his spare time, you might come across him walking along Burleigh Beach with his wife, Keely and fur baby, Bailey.</p>",
      "mugShotNew": "25351\\contact_1737987.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1602289,
      "email": "1283.20182@leaddrop.rexsoftware.com",
      "firstName": "Roberto",
      "mobile": "0406 421 679",
      "photo": "https://images.domain.com.au/img/25351/contact_1602289.jpeg?date=638477527557270000",
      "lastName": "Scartozzi",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/teamrobertoandco",
      "profileText": "<p>Celebrating over 35 years of Gold Coast history, Roberto is a highly regarded member of the local community. An acclaimed residential and investment specialist boasting over fifteen years of award-winning real estate sales resulting in over 600+ successful settlements, Roberto&rsquo;s approach is both highly structured and very detailed.</p><p>Roberto&#39;s intimate understanding of the current market, coupled with his familiarity of the Gold Coast residential landscape, ensures you are in great hands. His exceptional ability to value and position properties is highly regarded. Likewise his charming and meticulous customer service skills, provide invaluable support to both sellers and buyers that fosters a strong sense of confidence throughout the decision making process.</p>",
      "mugShotNew": "25351\\contact_1602289.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1757437,
      "email": "1283.16926@leaddrop.rexsoftware.com",
      "firstName": "Ryan",
      "mobile": "0408 433 828",
      "photo": "https://images.domain.com.au/img/25351/contact_1757437.jpeg?date=638472417238100000",
      "lastName": "Deague",
      "phone": "07 5593 8377",
      "profileText": "<p>Ryan is an experienced Local Sales Specialist in the Burleigh and Miami area with proven performance in regularly achieving record breaking prices for Sellers.</p><p>As a specialist in real estate marketing Ryan develops targeted campaigns to reach the right buyers. This combined with professional negotiation skills has helped Ryan proudly forge a reputation of consistently delivering the best possible outcomes. From first meeting with Ryan he will work hard to earn your confidence and trust to ensure that you feel comfortable you&#39;re informed and empowered throughout the Selling process.</p><p>Through his years as an Agent and a vast number of property sales, Ryan has built a robust active database of Buyers as well as a comprehensive list of trusted local trades and services. Leveraging these assets, can result in quicker sales outcomes and record-breaking prices.</p><p>In addition to regularly achieving record breaking prices, what sets Ryan apart from other leading agents is his genuine track record of nearly 100% sales success and his focus to deliver a fantastic transparent experience for all parties.</p><p>In Ryan&#39;s own words, helping people achieve their goals is his greatest ambition. Testament to his people first philosophy are his client Testimonials which he would be pleased to share from all of his past sales. In fact many of the relationships Ryan has formed with Sellers and Buyers have lasted beyond his professional dealings and now he happily calls them friends.</p><p>Living in the Burleigh/Miami area gives Ryan the ability to promptly show clients through local properties seven days a week.</p><p>Ryan looks forward to the opportunity to work with you to achieve an exceptional sales result.</p>",
      "mugShotNew": "25351\\contact_1757437.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1896979,
      "email": "ire.robina@ljh.com.au",
      "firstName": "Sarah",
      "mobile": "0450 310 450",
      "photo": "https://images.domain.com.au/img/25351/contact_1896979.jpeg?date=638441103143400000",
      "lastName": "Siegel",
      "phone": "07 5593 0044",
      "profileText": "<p>With 6 years&rsquo; experience in the property management department, Sarah is proud to say that her career growth over this time has exceeded expectations. This however hasn&rsquo;t come without passion and dedication to her landlords, tenants and colleagues.</p><p>Sarah&rsquo;s role here at LJ Hooker Property Hub is New Client Manager. She works with landlords who are wanting to lease their home, buy an investment property or perhaps they are unhappy with their current property manager. She manages the process from vacant to leased and everything in between. Alongside our award-winning property management team, we strive for the best results for our landlords and tenants alike.</p><p>Professional, trustworthy and extremely personable, Sarah is adept at matching people with property and achieving the highest market value. She understands the importance of being proactive and responsive to her client&rsquo;s needs. Sarah has excellent negotiating skills and her calm approachable manner immediately puts people at ease.</p><p>Renowned for going above and beyond for her clients, Sarah&rsquo;s personal touch is what makes her stand out and maintain strong longstanding relationships with not only landlords but tenants as well.</p>",
      "mugShotNew": "25351\\contact_1896979.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1864479,
      "email": "1283.47449@leaddrop.rexsoftware.com",
      "firstName": "Shane",
      "mobile": "0432 075 997",
      "photo": "https://images.domain.com.au/img/25351/contact_1864479.jpeg?date=638477360415270000",
      "lastName": "O'Donnell",
      "phone": "07 5593 0044",
      "profileText": "<p>ALWAYS HAPPY, ENTHUSIASTIC &amp; WILLING TO DO WHATEVER IT TAKES</p><p>I have been in sales for over 25 years in many different fields, from owning and selling gyms and cafes to running several live selling TV channels, with sales in excess of $160 million a year. This has provided me with incredible opportunities to gain extensive skills and experiences in sales, social media, live TV and real estate. </p><p>I have been buying and selling my own properties on the Gold Coast for many years. This was the catalyst which inspired me to do more with the knowledge I have gained. My desire to help people find their dream home is only matched by my enthusiasm in helping clients sell their home and to exceed their every expectation. &ldquo;My secret to success is simple, work hard, be honest, have integrity and enjoy life&rdquo;. </p><p>Gold Coast is where I live and love. It&rsquo;s here in the suburbs where you will find me most days talking, enjoying a coffee in some of the best cafes on the coast and laughing with locals. My partner and I have 5 kids between us, and as a devoted family man I want the best for them, to be a positive role model and show them how to balance working hard and enjoying life. I am a gym fanatic and also love being out on the waters of the Gold Coast. I have been involved in mountain rescues in the Swiss Alps, and sailed across the Atlantic ocean in a yatchrace. I strive to be the best that I can be, in everything ido, this drives me to being the best Estate Agent for my clients.</p>",
      "mugShotNew": "25351\\contact_1864479.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1757522,
      "email": "1283.21592@leaddrop.rexsoftware.com",
      "firstName": "Stephen",
      "mobile": "0423 972 701",
      "photo": "https://images.domain.com.au/img/25351/contact_1757522.jpeg?date=638477578553300000",
      "lastName": "Hollyer",
      "phone": "07 5593 0044",
      "profileText": "<p>We now welcome Stephen to the Multi-Million Dollar group of LJ Hooker&rsquo;s exclusive Diamond Group. Stephen&#39;s achievements now place him in the &#39;Top 2.5 %&#39; of LJ Hooker&rsquo;s professionals throughout Australia.</p><p>With over 6 years Real Estate experience, Stephen forms an integral part of the premium sales team at LJ Hooker Mudgeeraba. A dynamic, creative and focused professional known for his passion and hunger to deliver outstanding results for his clients. A former business owner and top ranking broker in the UK, he brings expert knowledge of customer service and over 10 years sales experience.</p><p>&quot;For me it&rsquo;s more about people than property, to become a trusted adviser you must first understand your client&rsquo;s needs&quot; - Stephen</p><p>Known for his integrity and honesty, Stephen is extremely passionate about property and his common sense, level headed approach is especially valued by customers when it comes to real estate sales in Mudgeeraba, Bonogin and the Clover Hill School catchment area. A family man who loves living and working in the Mudgeeraba district, he understands the importance of creating great relationships with people.</p><p>&quot;Every client&rsquo;s needs will be different, only by investing in people can we tailor the right strategies and processes that deliver outstanding results coupled with an exceptional experience&quot; - Stephen</p><p>Stephen is easy to get along with and possesses outstanding skills for negotiation, matched with a no nonsense approach backed by a gentle personality. He forms an integral part of the LJ Hooker Mudgeeraba team and embraces the company&#39;s strong leadership, superior level of service and outstanding sales records to benefit his clients.</p>",
      "mugShotNew": "25351\\contact_1757522.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1790037,
      "email": "1283.33590@leaddrop.rexsoftware.com",
      "firstName": "Talei",
      "mobile": "0421 496 150",
      "photo": "https://images.domain.com.au/img/25351/contact_1790037.jpeg?date=638477360414570000",
      "lastName": "Kelly",
      "phone": "07 5593 0044",
      "facebookUrl": "",
      "twitterUrl": "",
      "agentVideo": "",
      "profileText": "<p>In the world of real estate, success is often a result of collaboration and synergy among professionals who possess a wealth of knowledge, experience, and a shared commitment to excellence. One such example is the high-performing real estate team of Talei Kelly.</p><p>What truly sets us apart is our deep-rooted understanding of the local market, encompassing all property types, with a specialization in acreage properties and high-end bespoke homes. Luxury estates and rural retreats are our forte, and we take pride in effectively catering to the unique needs of our esteemed clients.</p><p>Team Overview:</p><p>The Talei Kelly Team is a well-established and distinguished real estate team with a combined experience of over 25 years in the industry. Comprising seasoned professionals, each with a unique set of skills, we have consistently demonstrated a commitment to excellence, resulting in a remarkable track record of success.</p><p>When you choose to list your property with us, you embark on a journey of constant communication and updates. Transparency is at the heart of our approach, ensuring you have peace of mind throughout the selling process. Our commitment to keeping you well-informed about potential buyers and market trends empowers you to make informed decisions confidently.</p><p>Approach to Excellence:</p><p>Market Expertise: Each team member possesses a deep understanding of the local real estate market, enabling them to provide you with valuable insights and guidance.</p><p>Customized Solutions: We take a client-centric approach, tailoring our services to meet your individual needs, whether it&#39;s buying, selling, or investing in particular our concierge service for pre-sale improvements.</p><p>Cutting-Edge Technology: We leverage the latest real estate technology tools and data analytics to provide our clients with accurate and timely information.</p><p>Strong Communication: Regular and transparent communication with our clients, along with prompt responses, is a hallmark of our service.</p><p>Industry Networks: We have extensive networks in the real estate industry, enabling us to access off-market opportunities and connect clients with the right professionals.</p><p>We care: We are dedicated to helping you with a personalised approach that goes above and beyond to meet your unique requirements and aspirations with care.</p>",
      "personalWebsiteUrl": "https://taleikelly.ljhooker.com.au/",
      "linkedInUrl": "",
      "mugShotNew": "25351\\contact_1790037.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1939166,
      "email": "1283.58468@leaddrop.rexsoftware.com",
      "firstName": "Tamika",
      "mobile": "0401 151 702",
      "photo": "https://images.domain.com.au/img/25351/contact_1939166.jpeg?date=638475627929100000",
      "lastName": "Carmichael",
      "phone": "0755930044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1939166.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1802159,
      "email": "1283.36380@leaddrop.rexsoftware.com",
      "firstName": "Tracey",
      "mobile": "0433 253 167",
      "photo": "https://images.domain.com.au/img/25351/contact_1802159.jpeg?date=638472348457500000",
      "lastName": "Wilson",
      "phone": "0433 253 167",
      "facebookUrl": "https://www.facebook.com/traceywilsonrealestate",
      "profileText": "<p>Tracey transitioned successfully from a profession in the media sector into real estate. She has a unique understanding of what motivates sales as a result of her expertise and background, and she also has excellent negotiation and customer service skills.</p><p>Tracey is a lively and energising member of the LJ Hooker Property Hub team and always interacts with her clients in a warm and approachable manner. She is renowned for her upbeat personality, innate ability to build relationships, and genuine passion for real estate.</p><p>Tracey&#39;s method is based on her commitment to go above and beyond to meet the requirements and best interests of her clients. Her friendly disposition and laid-back demeanour give her a natural talent for pairing clients with properties.</p>",
      "mugShotNew": "25351\\contact_1802159.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1830175,
      "email": "1283.41546@leaddrop.rexsoftware.com",
      "firstName": "Tracy",
      "mobile": "0450 091 416",
      "photo": "https://images.domain.com.au/img/25351/contact_1830175.jpeg?date=638476810053430000",
      "lastName": "Tomars",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/TracyTomarsRealEstate/",
      "profileText": "<p>Tracy believes that it is a privilege to be entrusted with your property and will leave &lsquo;no stone unturned&rsquo; in achieving the best result possible for &lsquo;you&rsquo; - treating it as though she were selling her own home. It comes as no surprise that this has seen Tracy achieve record results, establish life long friendships with her clients and built an extensive database of potential buyers.</p><p>With a long history is sales Tracy balances a hardworking, dedicated work ethic with natural warmth and compassion. as she appreciates the financial and emotional impact of the buying and selling process. Tracy&#39;s commitment to clear and timely communication has resulted in her reputation as a trusted professional within the industry.</p><p>After 40+ years on the Gold Coast, Tracy is a true local - proud of the networks she has created along with an intimate knowledge of local lifestyle choices available to showcase your property.</p>",
      "personalWebsiteUrl": "https://www.ratemyagent.com.au/real-estate-agent/tracy-tomars-hm748/sales/overview",
      "mugShotNew": "25351\\contact_1830175.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1840640,
      "email": "1283.43044@leaddrop.rexsoftware.com",
      "firstName": "Trent",
      "mobile": "0430 489 711",
      "photo": "https://images.domain.com.au/img/25351/contact_1840640.jpeg?date=638472352673470000",
      "lastName": "Hones",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/TrentHonesRealEstate",
      "profileText": "<p>Trent brings that positive attitude and drive for success that client&rsquo;s often strive for but rarely find. Having studied accounting at Griffith University and working in Tourism and hospitality for 10 years, Trent endeavoured to find a new career that best suited his personality, career drive and life goals.</p><p>Real estate became a natural selection for his outgoing and friendly personality, since changing careers Trent has applied himself to learn and master the ins and outs of the real estate industry.</p><p>Trent prides himself on being detail driven, completing the small differences other agents often forget, ensuring clients are his number one priority.</p><p>Spending the last 3 years perfecting his expertise in sales, Trent has been involved in over 75 sales and counting!</p><p>His experience and knowledge is viewed as an asset to the Property Hub Team.</p><p>If you&#39;re looking for an enthusiastic agent that works for your needs, then Trent is the agent for you!</p>",
      "mugShotNew": "25351\\contact_1840640.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1935943,
      "email": "1283.56067@leaddrop.rexsoftware.com",
      "firstName": "Wayne",
      "mobile": "0473817780",
      "photo": "https://images.domain.com.au/img/25351/contact_1935943.jpeg?date=638472417238570000",
      "lastName": "Foster",
      "phone": "0755930044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1935943.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1873108,
      "email": "1283.48535@leaddrop.rexsoftware.com",
      "firstName": "Alejandra",
      "mobile": "0499 717 412",
      "photo": "https://images.domain.com.au/img/25351/contact_1873108.jpeg?date=638327154802770000",
      "lastName": "Tinoco",
      "phone": "0755930044",
      "profileText": "<p>Ever since Alejandra moved to the Gold Coast she fell completely in love with the scenery and lifestyle of this Queensland gem. She has gotten to know the town inside-out and is fascinated by the individual characteristics of each of the neighbourhoods, seeing each of them with a &ldquo;personality&rdquo; of their own.</p><p>As an independent entrepreneur, you could say the passion for properties rubbed off from her mother, an agent herself, and after many years of marketing experience, she finally took the leap into property sales.</p><p>Alejandra is a passionate individual that enjoys immersing herself fully in her endeavours. She&rsquo;s a hard worker and prides on a job well done. In her experience in Real Estate, she understands that following the correct process is key to get the best possible outcome for her clients. She doesn&rsquo;t cut corners and makes sure her clients&rsquo; needs are met.</p>",
      "mugShotNew": "25351\\contact_1873108.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1801789,
      "email": "benita@propertyhubgc.com.au",
      "firstName": "Benita",
      "photo": "https://images.domain.com.au/img/25351/contact_1801789.jpeg?date=638327155207430000",
      "lastName": "Rigby",
      "phone": "07 5593 0044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1801789.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1833833,
      "email": "chloe@propertyhubgc.com.au",
      "firstName": "Chloe",
      "photo": "https://images.domain.com.au/img/25351/contact_1833833.jpeg?date=638327157315200000",
      "lastName": "White",
      "phone": "07 5593 0044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1833833.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1891422,
      "email": "cwade@propertyhubgc.com.au",
      "firstName": "Chloe ",
      "mobile": "0416 289 005",
      "photo": "https://images.domain.com.au/img/25351/contact_1891422.jpeg?date=638327157077770000",
      "lastName": "Wade",
      "phone": "07 5593 0044",
      "profileText": "<p>With a passion for people, relationship management, and property as strong as Chloe&rsquo;s, a career in real estate is an obvious choice.</p><p>Her flexibility to adapt to any circumstances, along with her experience in the industry see her consistently build positive relationships with both landlords and tenants.</p><p>A country girl at heart and unapologetically authentic, Chloe loves spending her weekends with family and friends.</p>",
      "mugShotNew": "25351\\contact_1891422.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1511690,
      "email": "1283.15465@leaddrop.rexsoftware.com",
      "firstName": "Chris",
      "mobile": "0450 211 180",
      "photo": "https://images.domain.com.au/img/25351/contact_1511690.jpeg?date=638362594803300000",
      "lastName": "Manby",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/robina.ljh/",
      "twitterUrl": "",
      "agentVideo": "https://www.youtube.com/embed/yoGBDbEoxLI",
      "profileText": "<p>A true professional in every sense of the word, Chris believes open and honest communication, a strong work ethic and meticulous attention to detail, coupled with a determination to exceed all expectations, assure his clients a competitive edge.</p><p>He prides himself on being courteous and punctual, and this coupled with his friendly, down-to-earth manner and methodical approach makes doing business with him a less stressful process. Chris truly enjoys the competitive nature of real estate, and thrives on the challenge of securing the greatest outcome for his clients.</p><p>A proud member of the LJ Hooker team, Chris Manby is willing, ready and able to satisfy all of your real estate needs.</p>",
      "googlePlusUrl": "",
      "personalWebsiteUrl": "",
      "linkedInUrl": "",
      "mugShotNew": "25351\\contact_1511690.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1934954,
      "email": "fauve@propertyhubgc.com.au",
      "firstName": "Fauve",
      "mobile": "0426522312",
      "photo": "https://images.domain.com.au/img/25351/contact_1934954.jpeg?date=638440237688230000",
      "lastName": "Attwell",
      "phone": "0755930044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1934954.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1937537,
      "email": "gmay@propertyhubgc.com.au",
      "firstName": "George",
      "mobile": "0490356228",
      "photo": "https://domain.com.au/content/files/agentadmin/images//noAgentPhoto_25x25.gif",
      "lastName": "May",
      "phone": "0755930044",
      "profileText": "",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1894054,
      "email": "izabella@propertyhubgc.com.au",
      "firstName": "Izabella ",
      "mobile": "0426 867 655",
      "photo": "https://images.domain.com.au/img/25351/contact_1894054.jpeg?date=638327159816300000",
      "lastName": "Boyd",
      "phone": "07 5593 0044",
      "profileText": "<p>With over a decade of experience with the Real Estate Industry, plus an impressive personal portfolio as a property investor and owner, Izabella brings entrepreneurial spirit and brings a fresh approach to the business. </p><p>Izabella is best described by her qualities of leadership and organisation, but is perhaps best defended by a combination of youth and knowledge. Izabella is an externally drives individual committed to going above and beyond for her clients. </p><p>Something of an adrenaline junkie, Izabella spends her weekends ascending the hinterland&rsquo;s long and winding roads on a motorbike or at the beach with her dog. Her passion for adventure and seeking out new experiences make her a bright and driven leader in the team</p>",
      "mugShotNew": "25351\\contact_1894054.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1937539,
      "email": "jarryd@propertyhubgc.com.au",
      "firstName": "Jarryd",
      "mobile": "0467395332",
      "photo": "https://images.domain.com.au/img/25351/contact_1937539.jpeg?date=638459487775730000",
      "lastName": "Senior",
      "phone": "0755930044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1937539.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1914444,
      "email": "katieh@propertyhubgc.com.au",
      "firstName": "Katie",
      "mobile": "0419911080",
      "photo": "https://images.domain.com.au/img/25351/contact_1914444.jpeg?date=638327162036500000",
      "lastName": "Howard",
      "phone": "0755930044",
      "profileText": "<p>Katie Howard has been working in the real estate industry since 2015. In 2020 Katie moved from Brisbane to the Gold Coast immediately falling in love with the beaches, community &amp; coastal lifestyle.</p><p>Katie has exceptional time management &amp; organisational skills, a keen eye for attention to detail &amp; following process &amp; excellent communication abilities. Katie loves working in a team, assisting others &amp; adds great value to her workplace.</p><p>In 2017 Katie was acknowledged for the Rising Star Administrator Award for all of Queensland. Katie was also awarded, along with her colleagues, the Top Sales Administration Team in Brisbane in 2017 &amp; 2019.</p><p>On the weekends Katie enjoys spending time with her friends &amp; family, attending markets, reading &amp; enjoying the beaches &amp; parks along the coast</p>",
      "mugShotNew": "25351\\contact_1914444.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1833846,
      "email": "lisa@propertyhubgc.com.au",
      "firstName": "Lisa",
      "photo": "https://images.domain.com.au/img/25351/contact_1833846.jpeg?date=638327163398770000",
      "lastName": "Perry",
      "phone": "07 5593 0044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1833846.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1919416,
      "email": "1283.53742@leaddrop.rexsoftware.com",
      "firstName": "Luke",
      "mobile": "0431 909 165",
      "photo": "https://images.domain.com.au/img/25351/contact_1919416.jpeg?date=638354674100500000",
      "lastName": "Angelo-Roberts",
      "profileText": "",
      "mugShotNew": "25351\\contact_1919416.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1612175,
      "email": "mark@propertyhubgc.com.au",
      "firstName": "Mark",
      "mobile": "0452 070 660",
      "photo": "https://images.domain.com.au/img/25351/contact_1612175.jpeg?date=638327164063300000",
      "lastName": "Holland",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/ljhookerBRM",
      "profileText": "<p>Mark&#39;s Real Estate experience encompasses all areas of the real estate industry, coming from a Real Estate Family.</p><p>Within the LJHooker family he has enjoyed roles as a Licensee of a Gold Coast Real Estate Franchise, Sales Consultant, Investment Property Manager, Business Sales Administrator, Administrative Consultant along with Training and Development.</p><p>Mark&#39;s formal education includes Certificate IV in Small Business, Advanced Certificate in Real Estate Management and Certificate IV in Training and Assessment; Mark is a very experienced Senior Investment Property Manager and has a keen focus on effective communication, providing superior customer service, while maintaining a strong return for our customer&rsquo;s investment portfolio.</p>",
      "mugShotNew": "25351\\contact_1612175.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1750061,
      "email": "1283.29352@leaddrop.rexsoftware.com",
      "firstName": "Matthew",
      "mobile": "0426 265 585",
      "photo": "https://images.domain.com.au/img/25351/contact_1750061.jpeg?date=638327164176130000",
      "lastName": "Manby",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/daveandrayrealestate/",
      "profileText": "",
      "mugShotNew": "25351\\contact_1750061.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1883843,
      "email": "mgoldsbrough@propertyhubgc.com.au",
      "firstName": "Melanie",
      "mobile": "0481 991 936",
      "photo": "https://images.domain.com.au/img/25351/contact_1883843.jpeg?date=638327164402630000",
      "lastName": "Goldsbrough",
      "phone": "07 5593 0044",
      "profileText": "<p>Property Management is a long term career choice for Melanie. She genuinely loves her work and can&rsquo;t imagine doing anything different! </p><p>Working closely with both owners and tenants Melanie has a knack for forming lasting relationships with her clients.</p><p>This is evidenced by Mel&rsquo;s genuine desire to help all those she comes in contact with - Melanie will always go over and above to exceed expectations.</p><p>With a passion for property and people, Melanie is always available to assist you wherever possible.</p>",
      "mugShotNew": "25351\\contact_1883843.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1892544,
      "email": "mike@propertyhubgc.com.au",
      "firstName": "Mike",
      "mobile": "0434156924",
      "photo": "https://images.domain.com.au/img/25351/contact_1892544.jpeg?date=638327164547870000",
      "lastName": "Smith",
      "phone": "0434156924",
      "profileText": "",
      "mugShotNew": "25351\\contact_1892544.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1898720,
      "email": "peta@propertyhubgc.com.au",
      "firstName": "Peta ",
      "mobile": "",
      "photo": "https://images.domain.com.au/img/25351/contact_1898720.jpeg?date=638327165308300000",
      "lastName": "Lennon",
      "phone": "07 5593 0044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1898720.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1884800,
      "email": "pheobe@propertyhubgc.com.au",
      "firstName": "Pheobe",
      "mobile": "0499 613 001",
      "photo": "https://images.domain.com.au/img/25351/contact_1884800.jpeg?date=638327165424200000",
      "lastName": "Hill",
      "phone": "07 5593 0044",
      "profileText": "",
      "mugShotNew": "25351\\contact_1884800.jpeg",
      "contactTypeCode": 2
    },
    {
      "agencyId": 25351,
      "id": 1515597,
      "email": "1283.15479@leaddrop.rexsoftware.com",
      "firstName": "Stana",
      "mobile": "0412 222 302",
      "photo": "https://images.domain.com.au/img/25351/contact_1515597.jpeg?date=638327166554730000",
      "lastName": "Hodge",
      "phone": "07 5593 0044",
      "facebookUrl": "https://www.facebook.com/robina.ljh/",
      "twitterUrl": "",
      "agentVideo": "",
      "profileText": "<p>Stana entered the world of Real Estate Sales after spending many years as a secondary teacher in Melbourne and the Gold Coast. Her passion has always been Real Estate!</p><p>She has bought, sold, built, renovated and styled many homes as well as invested in real estate for over 25 years in both Victoria and Queensland.</p><p>Stana brings enthusiasm, a wealth of knowledge, an outstanding work ethic, and is committed to providing excellence in customer service. She understands that the selling process can be challenging and offers support and advice throughout the entire process. Her aim is to achieve the best possible result for every client.</p><p>Stana&rsquo;s approach is friendly, energetic, honest and results driven. Her ability to communicate well with all clients, an eye for detail in marketing as well as highly developed negotiation skills are valuable assets in making your sale or purchase a seamless and successful process.</p><p>Stana continues to set high standards and regularly achieves record results throughout her specialist area. An award winning agent, together with an office that provides the very best in training, technology and support, her clients will receive the best service available.</p>",
      "googlePlusUrl": "",
      "personalWebsiteUrl": "",
      "linkedInUrl": "",
      "mugShotNew": "25351\\contact_1515597.jpeg",
      "contactTypeCode": 2
    }
  ],
  "contactDetails": {
    "businessSale": {
      "email": "hello@propertyhubgc.com.au",
      "phone": "07 55930044"
    },
    "businessRent": {},
    "commercialLease": {},
    "commercialSale": {},
    "emailDomains": [
      {
        "domain": "ljh.com.au"
      },
      {
        "domain": "leaddrop.rexsoftware.com"
      },
      {
        "domain": "fnx.com.au"
      },
      {
        "domain": "ljhookerrobina.com.au"
      },
      {
        "domain": "@propertyhubgc.com.au"
      }
    ],
    "general": {
      "email": "hello@propertyhubgc.com.au",
      "fax": "07 55930744",
      "phone": "07 55930044",
      "mobile": ""
    },
    "residentialRent": {
      "email": "sales.robina@ljh.com.au",
      "phone": "07 55930044"
    },
    "residentialSale": {
      "email": "hello@propertyhubgc.com.au",
      "phone": "07 55930044"
    }
  }
}
